eighth/redis-benchmark/result_5000
====== SET ======
  100000 requests completed in 0.83 seconds
  50 parallel clients
  5000 bytes payload
  keep alive: 1

100.00% <= 0 milliseconds
120918.98 requests per second

====== GET ======
  100000 requests completed in 0.71 seconds
  50 parallel clients
  5000 bytes payload
  keep alive: 1

99.99% <= 1 milliseconds
100.00% <= 1 milliseconds
140056.03 requests per second